{
  "bigfile.nvim": { "branch": "main" },
  "blame.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "codecompanion.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "cyberdream.nvim": { "branch": "main" },
  "feline.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-neoclip.lua": { "branch": "main" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "trouble.nvim": { "branch": "main" },
  "vim-blade": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
